{
  "id": "cca60fec-d9c8-45d9-97b0-e0e5cb101324",
  "name": "what is the mission and vision of this university?",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "affectedContexts": [],
      "parameters": [
        {
          "id": "b830f6f2-df7e-4d99-98c4-373c6f5a9317",
          "required": false,
          "dataType": "@about",
          "name": "about",
          "value": "$about",
          "isList": false
        }
      ],
      "messages": [
        {
          "type": 0,
          "lang": "en",
          "speech": [
            "To make India a Knowledge Society and Knowledge Economy by empowering the women of our country through education in Engineering, Science, Management and Technology. To become one of the top technical Universities in the country known for its value based, quality technical education supported with industry relevant research, with focus on environmental and social issues.",
            "To foster an environment for excellence in professional education and ensure active participation of women in the field of Engineering, Science, Management and Technology, while striking out a work-life balance.",
            "To start new professional courses for women in sun-rise disciplines and forge alliances with industry to impart industry relevant education.",
            "To emancipate women through pursuit of knowledge enabling them to gain  equal status in society through realization of their rights and responsibilities.",
            "To develop sustainable systems and state-of-the-art infrastructure to enable the Indian women to become the future leaders, managers, researchers and productive team players in the field of science, technology and management."
          ]
        }
      ],
      "defaultResponsePlatforms": {},
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "lastUpdate": 1518637092,
  "fallbackIntent": false,
  "events": []
}